<h1>Frequently Asked Questions</h1>
<b>1.怎样开启我的GMA之旅？</b>
<p><?php _tab();?>如果你还没有GMA账户，请点击右上角Register注册，如果收不到邮件请尝试resent或多次注册，收到验证码后请在<a href="/usercheck.html">Activate</a>中激活账户，然后便可以登录。登录后你可以在Problem中做题，提高自己的数学水平。你可以在Contest中参加我们的比赛，与来自世界各地（当然主要来自中国）的人一较高下。</p>

<b>2.怎么联系管理员？</b>
<p><?php _tab();?>首先请电邮565687562@qq.com，如果长时间未回复可以向答疑组管理组反映。</p>

<b>3.我好像没有收到确认注册的e-mail？</b>
<p><?php _tab();?>请先检查垃圾箱。有一定概率发送失败，请尝试多发几次，仍无法收到请联系管理员。</p>

<b>4.比赛怎么注册？</b>
<p><?php _tab();?>比赛均无需注册，等待开始后提交即计入排行榜。</p>

<b>5.如何让我的个人介绍支持HTML、javasricpt？</b>
<p><?php _tab();?>任意一位管理员均有帮你修改个人介绍同时避开过滤器的权限，你可以直接找管理组。</p>
<p><?php _tab();?>在这之前你需要保证你的代码只是为了美观，并不会对网站造成负面影响。</p>

<b>6.我有出题的意愿，可以来GMA吗？</b>
<p><?php _tab();?>GMA欢迎各位（无偿）为我们提供题目，我们将为提供了较多优质题目的出题人赠送GMA纪念品。</p>

<b>7.交题有时间限制是怎么回事？</b>
<p><?php _tab();?>考虑到GMA无限次数的题目提交方式，我们对单一用户的提交时间做出限制，提交过一次后须等待<?php echo TimeLimit.'s';?>后才可以提交下一次，相信对正常做题没有大的影响。该数值未来可能做出调整。</p>

<b>8.我换了头像怎么没效果啊？</b>
<p><?php _tab();?>你的浏览器可能为你缓存了以前的头像，你需要清除浏览器数据后才能显示新头像。</p>

<b>9.网页样式好像有点崩？</b>
<p><?php _tab();?>如果你用的是低版本或非主流浏览器很可能出现界面崩坏的情况，推荐使用Chrome浏览器访问我们的网站，除此之外Firefox、Opera都能正常访问，Safari虽然界面有些变化但也不影响使用。如果你在使用这些浏览器的过程中仍然出现了BUG，请及时告知管理员。</p>

<b>10.这个网站好棒啊，我可以资助/打赏你们吗？</b>
<p><?php _tab();?><a href="/sponsor.html" style="text-decoration:underline">点此打赏</a>。您的资助将是我们前进的最大动力。</p>


<span style="color:blue">
<b>11.你还有什么想说的吗？（严肃）</b>
<p><?php _tab();?>首先就是在题目列表里点击通过人数、题目名称、题目编号（我指的是表头）都可以按照相应关键字排序。另外同学们记得改头像哦，都是默认头像的话好无聊。</p>
</span>
<br><br>
<b>GMA选手qq群：734694055。</b>
<br>
<img src="/image/WechatGroup.jpg"/>