<head>
	<link rel="stylesheet" type="text/css" href="/CSS/problem.css" >
</head>

<p style="font-size:30px;font-weight:bold;line-height:100px;">简单开心我会</p>
<p><?php _tab()?>时隔一年，又见到了这个亲切又陌生的小破站。作为Round 3的第一题，当然要来一道送命题啦。</p>
<p><?php _tab()?>请根据以下描述猜一个网站。（回答三个大写字母的缩写即可）</p>
<div style="margin-left:30px;">
<p><?php _tab()?>1、这是一个有爱的在线答题网站，虽然不知道是怎么看出来有爱的。</p>
<p><?php _tab()?>2、这是由某高中生脑袋一热造出来的，虽然后来就一直咕掉了不肯填坑。</p>
<p><?php _tab()?>3、出题人号称这是他见过唯一一个允许用户在个人简介、评论区直接贴html代码的网站，虽然可能只是他孤陋寡闻，没遇到过其他懒到不肯搞文本编辑器的开发。</p>
<p><?php _tab()?>4、这个网站的界面看起来还蛮大气的（自信满满），虽然它的服务器可能是市面上的最低配置，一天的费用不到一块，奖金也少得可怜，但本来就没有能撑坏服务器的流量，所以它也就寒酸地一直开着了。</p>
<p><?php _tab()?>5、由于负责开发<s>运维</s>的只是一个萌新，网站估计Bug很多，文件结构也一团糟，虽然各位用户dalao们心地善良，很少吐槽，更不hack，但开发保证他会保护好大家的个人信息的(flag)。</p>
<p><?php _tab()?>6、这里有一个小小的出题组，大家来自五湖四海，虽然跟各位选手比起来还排不上门面，但他们会一直尽自己最大努力出(dang)好(du)题(liu)。</p>
</div>
<br>
<br>
<br>