<head>
	<link rel="stylesheet" type="text/css" href="/CSS/problem.css" >
</head>

<p style="font-size:30px;font-weight:bold;line-height:100px;">Milk</p>
<p><?php _tab();?>为京アニ献上祝福。</p>
<p><?php _tab();?>折木奉太郎收到了新的挑战，经过出题人也编不出来的推理，它发现，送来古典文学社的牛奶中，<b>必定有且仅有一瓶是有问题的</b>。</p>
<p><?php _tab();?>奉太郎可以通过化学实验的方式判断哪一瓶牛奶有问题。化学反应需要时间，因为不希望自己读书的时间被占用，他想一口气借来多套实验器材，并行地让其进行反应。同时他选择可以将多瓶牛奶各倒一点混合进行反应，这样能够检测出拿来混合的牛奶当中是否存在问题牛奶。</p>
<p><?php _tab();?>借实验器材需要和化学部的人打交道，出于从简主义，要尽可能最小化需要的实验器材的数量。现在我们假设一共有<b>201907262000</b>瓶牛奶，问最少需要多少套器材。</p>