<p><?php echo _tab();?><b>比赛已经结束，经过随机抽取，幸运用户为第14、15名。请排名在前6和第14、15名的选手用注册账号时的邮箱将你们的一二三志愿发送至suikasxt@gmail.com。如有前16名选手希望自负邮费领取小纪念品也请发邮件告知。开奖日期8月4号，逾期不候。</b></p>
<p><?php echo _tab();?><s>命题组挂完期末终于可以来坑害大家了！</s></p>
<p><?php echo _tab();?>总而言之我们诚挚邀请您参加GMA第三届公开赛，本次比赛为<b>娱乐向</b>，除正常题目外设置了形式新颖，内容有趣的娱乐题，请不要错过这次的机会哦！（下次就不知道啥时候办了）</p>
<p><?php echo _tab();?>按照惯例，比赛时长两天又四个小时，选手有充足的时间慢慢思考。<b>比赛无须报名，注册好用户等待比赛开始后提交比赛题目即视为参赛。</b>题目难度范围涵盖初高中到大学入门数学，也有一定计算机基础知识，如果遇到没有思路的题目，请不要放弃希望，在开放式的环境中你有各种各样的方式获得答案，也可以现学现卖，只要给出答案，你就是赢家！</p>
<p><?php echo _tab();?><b>基本规则</b>：所有题目均为填空题，比赛进行期间任意时刻可以提交你的答案，系统会返回评测结果，得到反馈后可以再次进行提交，但任意两次提交之间有时间限制，所以请选手尽量不要屯题（即做出题目后不提交答案而是打算等到做完全部题目才进行提交），以免出现提交不上的尴尬。比赛排名以选手顺利写出的题目数量为第一关键字，以最后一次有效提交时的时间为第二关键字进行排序（即题目做得越快越好）。</p>
<p><?php echo _tab();?>对于网站或比赛有任何问题请先参见<b><a style="color:red;" href="/notice.html?name=2018-1-9%40FAQ.php">FAQ</a></b>，仍无法解决可以在评论区提问或直接向管理员反馈。比赛中有任何问题可以在网站讨论区或GMA选手群（734694055）中提出。</p>
<p><?php echo _tab();?>既然是娱乐向的比赛<b>奖品</b>怎么可以平平淡淡地发钱了事呢（<s style="background-color:black">其实就是抠</s>），在奖品上也来一场轻松愉快的小博弈吧。</p>
<p><?php echo _tab();?>本次比赛设置奖池，比赛结束后，前6名及随机选出的两名幸运选手有机会获得奖品，每人给出自己想要的三个奖品，按照排名从前往后分配奖品，如果第一志愿的奖品尚未被领走则获得该奖品，否则再考虑二、三志愿，若均分配失败则该选手无法获得奖品。如非特殊说明，奖池中奖品均接受补价。</p>
<table class="ui small collapsing center aligned table" style="margin-left:30px">
	<thead>
		<tr>
			<th style="width:80px;">No</th>
			<th style="">奖池</th>
			<th style="width:80px;">估价(RMB)</th>
		</tr>
	</thead>
	<tbody>
		<tr>
			<td>1</td>
			<td>景品（100RMB内任选）</td>
			<td>100</td>
		</tr>
		<tr>
			<td>2</td>
			<td>Steam游戏（100RMB内任选）</td>
			<td>100</td>
		</tr>
		<tr>
			<td>3</td>
			<td>书一本（60RMB内任选）</td>
			<td>60</td>
		</tr>
		<tr>
			<td>4</td>
			<td>电影票50RMB内报销</td>
			<td>50</td>
		</tr>
		<tr>
			<td>5</td>
			<td>Bilibili大会员包季</td>
			<td>45</td>
		</tr>
		<tr>
			<td>6</td>
			<td>命题组成员请客吃饭一次（限学校食堂）</td>
			<td>30</td>
		</tr>
		<tr>
			<td>7</td>
			<td>奶茶一杯</td>
			<td>20</td>
		</tr>
		<tr>
			<td>8</td>
			<td>西瓜一个</td>
			<td>20</td>
		</tr>
		<tr>
			<td>9</td>
			<td>微信红包</td>
			<td>11.11</td>
		</tr>
		<tr>
			<td>10</td>
			<td>微信红包</td>
			<td>9.99</td>
		</tr>
		<tr>
			<td>11</td>
			<td>找管理员帮忙Debug优先度上升（永久）</td>
			<td>0</td>
		</tr>
		<tr>
			<td>12</td>
			<td>GMA管理员一天体验卡</td>
			<td>∞</td>
		</tr>
	</tbody>
</table>
<p><?php echo _tab();?>另外前16名选手可以免费获得纪念品一份，如需邮寄，邮费自负。</p>
<p><?php echo _tab();?><b>兴趣使然的小比赛，不周之处敬请谅解。</b></p>